Repository: UfSoft/oil
Catalog: OilWeb/oil/web/i18n/*/LC_MESSAGES/oil.web.po
Languages: pt_pt

source: Already signed in.
pt_pt: Já está autenticado.

source: A problem ocurred comunicating to your OpenID server. Please try again.
pt_pt: Ocorreu um problema na comunicação com o seu servidor de OpenID. Por Favor tente de novo.

source: Welcome!!! Please confirm/update your details.
pt_pt: Bem-Vindo!!! Por-favor confirme/actualize os seus detalhes.

source: You are not signed in.
pt_pt: Não está autenticado.

source: You've been signed out.
pt_pt: A sua sessão terminou.

source: You are not banned.
pt_pt: Não está banido.

source: You've been signed out and your account deleted.
pt_pt: A sua sessão terminou e a sua conta apagada.

source: Channel %s already on %s channel list
pt_pt: O canel %s já está na lista de %s

source: Channel %s already on the channel list of another bot, %s
pt_pt: O Canal %s já se encontra na lista de canais de outro bot, %s

source: Network already registred for this bot. No need for duplicates
pt_pt: Rede já registada para este bot. Não há necessidade de duplicar.

source: You're trying to delete an unknown network
pt_pt: Está a tentar apagar uma rede desconhecida

source: A bot with that name already exists. Please choose another name.
pt_pt: Um bot com esse nick já se encontra registado. Por favor escolha outro nome

source: No need to duplicate channel names: '%s'.,
pt_pt: Não há necessidade de duplicar canais: '%s'.,

source: Language:
pt_pt: Linguagem:

source: Home
pt_pt: Página Príncipal

source: Logs
pt_pt: Registos

source: My Account
pt_pt: A Minha Conta

source: My Bots
pt_pt: Os Meus Bots

source: Sign Out
pt_pt: Sair

source: Sign In
pt_pt: Autenticar

source: You've been banned.
pt_pt: Foi banido.

source: Name:
pt_pt: Nome:

source: Timezone:
pt_pt: Zona Horária:

source: Update
pt_pt: Actualizar

source: Delete Account
pt_pt: Apagar Conta

source: Remove Account
pt_pt: Apagar Conta

source: Cancel
pt_pt: Cancelar

source: This website uses OpenID for authentication. It's probable you already have an OpenID -- many internet services now offer them. OpenID enables you to log in at one place and be authenticated at many places.
pt_pt: Este site utiliza OpenID para autenticação. É provável que já tenha um OpenID -- muitos serviços de internet oferecem-os. O OpenID habilita que inicie sessão num site e fique autenticado em muitos outros.

source: OpenID providers:
pt_pt: Provedores OpenID:

source: LiveJournal: [1:http://[2:username].livejournal.com/][3:] Many other LiveJournal-based sites such as GreatestJournal offer OpenIDs, so try your site url.
pt_pt: LiveJournal: [1:http://[2:username].livejournal.com/][3:] Muitos outros sites baseados no LiveJournal como o GreatestJournal oferecem OpenIDs, portanto tenta o url do teu site.

source: AOL or AOL Instant Messenger: [1:http://openid.aol.com/[2:screenname]/]
pt_pt: AOL ou AOL Instant Messenger: [1:http://openid.aol.com/[2:screenname]/]

source: Or pick any provider from the [1:list].
pt_pt: Ou escolhe um qualquer provedor da [1:lista].

source: Please Sign In
pt_pt: Por favor Autentica-te

source: Delete Bot
pt_pt: Apagar Bot

source: [1:Are You Sure? This is an irreversible operation!!!]
pt_pt: [1:Tem a Certeza? Esta é uma operação irreversível!!!]

source: Managed By:
pt_pt: Gerido Por:

source: Networks
pt_pt: Redes

source: Address
pt_pt: Endereço

source: Port
pt_pt: Porto

source: Channels
pt_pt: Canais

source: Edit Bot
pt_pt: Editar Bot

source: See the logs
pt_pt: Ver os registos

source: Edit Network
pt_pt: Editar Rede

source: Update Bot
pt_pt: Actualizar Bot

source: Add Network
pt_pt: Adicionar Rede

source: Nick on Network
pt_pt: Nick na Rede

source: Register A New Bot
pt_pt: Registar Um Novo Bot

source: Register Bot
pt_pt: Registar Bot

source: The [1:nick] and possible [2:password] will later be configured per-network.
pt_pt: O [1:nick] e possível [2:password] são mais tarde configurados para cada rede.

source: Add Channel for
pt_pt: Adicionar Canal para

source: on
pt_pt: em

source: Channel Prefix:
pt_pt: Prefixo do Canal:

source: This is first char of the channel name, normally [1:[2:#]] or [3:[4:&]]
pt_pt: Este é o primeiro caractére do nome do cannel, normalmente [1:[2:#]] or [3:[4:&]]

source: Channel Name:
pt_pt: Nome do Canal:

source: Without the above prefix.
pt_pt: Sem o prefixo em cima

source: Add Channel
pt_pt: Adicionar Canal

source: Delete Channel for
pt_pt: Apagar Canal para

source: Channel:
pt_pt: Cannal:

source: Delete Channel
pt_pt: Apagar Canal

source: Logs Listing
pt_pt: Lista de Registos

source: No channels being logged
pt_pt: Não há canais a serem registados

source: View Logs
pt_pt: Ver Registos

source: No log entries for this day.
pt_pt: Sem entradas para este dia.

source: Today
pt_pt: Hoje

source: Welcome
pt_pt: Bem-vindo

source: Your last login was on %s
pt_pt: O seu ultimo login foi em %s

source: You can update your accout details [1: here].
pt_pt: Pode actualizar os detalhes da sua conta [1: aqui].

source: Welcome!!!
pt_pt: Bem-vindo!!!

source: View
pt_pt: Ver

source: Add Network for
pt_pt: Adicionar rede para

source: Password:
pt_pt: Palavra-Passe:

source: Only used for registred nicks
pt_pt: Apenas utilizado para nicks registados

source: Confirm Password:
pt_pt: Confirmar Palavra-Passe:

source: Address:
pt_pt: Enereço:

source: Port:
pt_pt: Porto:

source: Create Network
pt_pt: Criar Rede

source: Delete Network
pt_pt: Apagar Rede

source: Clear Password:
pt_pt: Apagar Palavra-Passe:

source: No
pt_pt: Não

source: Yes
pt_pt: Sim

source: Remove Channel
pt_pt: Remover Canal

source: Update Network
pt_pt: Actualizar Rede
